---
kind: type
id: T:Autodesk.Revit.DB.ExportTextQualifier
source: html/21d248e0-364a-8e01-3a43-dfc34fb979bc.htm
---
# Autodesk.Revit.DB.ExportTextQualifier

Options for the text qualifier character in schedule view export.

## Syntax (C#)
```csharp
public enum ExportTextQualifier
```